Repository: RhapsodiOS/Core
Catalog: cdis/*.lproj/Localizable.strings
Languages: french, german, italian, spanish

# DOING_INIT
source: Erasing Darwin OS Volume (please wait)
german: Erasing Mac OS X Server Volume (please wait)

# WARN_PPC_MSG
source: The installer was unable to find a preselected installation target. When you hear the startup chime, hold down the 'C' key to boot Mac OS from the Darwin OS Install CD, and follow the instructions provided to run the Darwin OS installation script. Press return to restart.
french: The installer was unable to find an preselected installation target. When you hear the startup chime, hold down the 'C' key to boot Mac OS from the Darwin OS Install CD, and follow the instructions provided to run the Darwin OS installation script. Press return to restart.
german: The installer was unable to find an preselected installation target. When you hear the startup chime, hold down the 'C' key to boot Mac OS from the Darwin OS Install CD, and follow the instructions provided to run the Darwin OS installation script. Press return to restart.

# COPYING_BASE_SYSTEM
source: Copying Minimal System
french: Copying base system...
german: Copying base system...

# COPYING_BASE_SYSTEM_DONE
source: Copying Minimal System Completed
french: Copying of Files Completed
german: Copying of Files Completed

# WHICH_DISK
source: Type 1 to install Darwin OS on this disk. Type 2 for advanced installation options.
french: Entrez 1 pour installer Darwin OS sur ce disque. Entrez 2 pour obtenir des options d'installation evoluees.
german: Geben Sie 1 ein, um Darwin OS auf dieser Platte zu installieren. Geben Sie 2 um die erweiterten Installationsoptionen anzuzeigen.
italian: Premi 1 per installare OPENSTEP su questo disco. Premi 2 per le opzioni di installazione avanzate.
spanish: Escriba 1 para instalar OPENSTEP en este disco. Escriba 2 para las opciones avanzadas de instalacion

# AVAILABLE_DISKS
source: The following disks are available in this computer:
french: Les disques suivants sont disponibles sur cet ordinateur :
german: Folgende Platten sind in diesem Computer verfuegbar:
italian: In questo computer sono disponibili dischi dei seguenti tipi:
spanish: Los siguientes discos estan disponibles en este ordenador

# ALL_DISKS
source: The first disk in this list is the startup disk. You can install Darwin OS on another disk in this list, but if you do, Darwin OS will not start up automatically when you restart the computer, and you will need to make it the startup disk in order to complete installing Darwin OS. Type the number for the disk on which you want to install Darwin OS.
french: La premiere disquette affichee dans cette liste est la disquette de demarrage. Vous pouvez installer les elements essentiels du logiciel OPENSTEP sur une autre disquette de cette liste. Dans ce cas, OPENSTEP n'est pas automatiquement relance lorsque vous redemarrez l'ordinateur et vous devrez configurer la disquette pour qu'elle soit reconnue en tant que disquette de demarrage afin de terminer l'installation de OPENSTEP. Entrez le numero de la disquette sur laquelle vous voulez installer OPENSTEP.
german: Die erste Platte in dieser Liste ist die Startplatte. Sie koennen die grundlegende Darwin OS-Software auch auf eine andere Platte in dieser Liste installieren. In diesem Fall wird Darwin OS jedoch nicht automatisch gestartet, wenn Sie den Computer neu starten. Ausserdem muessen Sie die betreffende Platte zur Startplatte machen, damit Sie die Installation von Darwin OS abschliessen koennen. Geben Sie die Nummer der Platte ein, auf der Sie Darwin OS installieren moechten.
italian: Il primo disco dell'elence e quello di avviamento. Si puo installare il software di base di OPENSTEP su un altro disco ma in tal caso OPENSTEP non potra avviarsi automaticamente quando si riavvia il computer e sara necessario utilizzario come disco di avviamento per completare l'installazione di OPENSTEP. Digitare il numero corrispondente al disco sul quale si desidera installare OPENSTEP.
spanish: El primer disco de esta lista es el disco de arranque. Puede instalar los componentes esenciales de OPENSTEP en otro disco de esta lista, pero si lo hace, OPENSTEP no arrancara automaticamente al reincializar el ordenador y tendra que convertir dicho disco en el disco de arranque para poder completar la instalacion de OPENSTEP. Escriba el numero del disco en el que desea instalar OPENSTEP.

# FDISK_MENU1
source: Type 1 to erase the entire disk and use all $diskSize MB for Darwin OS.
french: Entrez 1 pour effacer tout le contenu du disque et utiliser les\n$diskSize Mo pour Darwin OS.
german: Geben Sie 1 ein, um die Festplatte vollstaendig zu loeschen und somit die gesamten $diskSize MB fuer Darwin OS zu verwenden.
italian: echo "Premi 1 per cancellare completamente il disco ed usare $disksize MB\nper OPENSTEP."
spanish: echo "Pulse 1 para borrar todo el disco y utilizar los $disksize MB\npara OPENSTEP."

# FDISK_MENU2
source: Type 2 to set aside some space for DOS and use the rest for Darwin OS.
french: Entrez 2 pour garder de l'espace pour DOS et utiliser le reste\npour Darwin OS.
german: Geben Sie 2 ein, koennen Sie etwas Platz fuer DOS reservieren und\nden Rest fuer Darwin OS verwenden.
italian: echo "Premi 2 per lasciare un po di spazio per il DOS ed utilizzare\nil resto per OPENSTEP."
spanish: echo "Pulse 2 para reservar parte del espacio en disco para DOS y utilizar\nel restopara OPENSTEP."

# FDISK_MENU3
source: Type $currentNum to erase the $currentSize MB Darwin OS partition and use it for Darwin OS.
french: Entrez $currentNum pour effacer la partition de $currentSize Mo de Darwin OS et pour\nl'utiliser pour Darwin OS.
german: Geben Sie $currentNum um die $currentsize MB der bestehenden Darwin OS Partition zu loeschen\nund fuer Darwin OS zu verwenden.
italian: echo "Premi $currentnum per cancellare la partizione OPENSTEP di $currentsize Mb\ned usarla per OPENSTEP."
spanish: echo "Pulse $currentnum para borrar la particion OPENSTEP de $currentsize MB y\nutilizarla para OPENSTEP."

# FDISK_MENU4
source: Type $freeNum to keep existing partitions and use the $freeSize MB free space for Darwin OS.
french: Entrez $freeNum pour conserver les partitions existantes et utiliser les $freeSize Mo\nde memoire disponible pour Darwin OS.
german: Geben Sie $freeNum ein, um bestehende Partitionen zu behalten. Den freien\nSpeicherplatz von $freeSize MB koennen Sie dann fuer Darwin OS verwenden.
italian: echo "Premi $freenum per mantenere le partizioni gia esistenti ed usare $freesize MB\ndi spazio libero per OPENSTEP."
spanish: echo "Pulse $freenum para mantener las particiones existentes y utilizar los\n$freesize MB de espacio libre para OPENSTEP."

# FDISK_MENU5
source: Type $eNum to use the $eSize MB DOS extended partition for Darwin OS.
french: Entrez $eNum pour utiliser les $eSize Mo de partition etendue de DOS\npour Darwin OS.
german: Geben Sie $eNum ein, wenn Sie die erweiterte DOS Partition von $eSize MB fuer\nDarwin OS benoetigen.
italian: echo "Premi $enum per usare $esize MB nella partizione estesa DOS per OPENSTEP."
spanish: echo "Pulse $enum para utilizar los $esize MB de la particion extendida de DOS\npara OPENSTEP."

# FDISK_MENU6
source: Type $choices for advanced options (in English only).
french: Entrez $choices pour acceder aux options evoluees (en anglais uniquement).
german: Fuer weitere Optionen (nur in englischer Sprache erhaeltlich) geben Sie\n$choices ein.
italian: echo "Premi $choices per le opzioni avanzate (solo in Inglese)."
spanish: echo "Pulse $choices para opciones avanzadas (en ingles solamente)."

# HOW_MUCH
source: Type the size of the DOS partition you want (in megabytes):
french: Entrez la taille de la partition DOS voulue (en mega-octets) :
german: Geben Sie die Groesse der gewuenschten DOS-Partition ein (in Megabyte):
italian: Inserisci la dimensione della partizione DOS desiderata (in megabytes):
spanish: Escriba el tamano de la particion de DOS que desea (en megabytes):

# NO_EXTENDED
source: There isn't a DOS extended partition on this disk.
french: Il n'y a pas de partition etendue DOS sur ce disque.
german: Auf dieser Festplatte existiert keine erweiterte DOS Partition.
italian: Non esiste una partizione DOS estesa in questo disco.
spanish: No hay ninguna particion extendida de DOS en este disco.

# TOO_SMALL
source: There isn't enough disk space to partition the disk this way.
french: Memoire disque insuffisante pour partitionner le disque de cette facon.
german: Sie verfuegen nicht ueber genug Speicherplatz, um die Festplatte so zu partitionieren.
italian: Lo spazio su disco non e sufficiente per partizionare il disco come richiesto.
spanish: No hay suficiente espacio en disco para realizar estas particiones.

# CHOOSE_AGAIN
source: Make another choice.
french: Faites un autre choix.
german: Waehlen Sie erneut.
italian: Selezionare un'altra opzione.
spanish: Elija otra opcion.

# READY
source: Ready to install Darwin OS Type 1 to start installing Darwin OS. Type 2 to quit this installation program.
french: Pret a installer Darwin OS Entrez 1 pour commencer a installer Darwin OS. Entrez 2 pour quitter ce programme d'installation.
german: Zur Installation von Darwin OS bereit Geben Sie 1 ein, um die Installtion von Darwin OS zu beginnen. Geben Sie 2 ein, um dieses Installationsprogramm zu verlassen.
italian: Pronto per installare OPENSTEP Premi 1 per iniziare l'installazione di OPENSTEP. Premi 2 per uscire dal programma di installazione.
spanish: Preparado para instalar OPENSTEP. Escriba 1 para comenzar. Escriba 2 para abandonar este programa de instalacion.

# GOING
source: Preparing disk for Darwin OS installation. This may take a few minutes...
french: Preparation du disque pour l'installation de Darwin OS en cours. Cette operation prendra quelques instants...
german: Vorbereitung der Festplatte zur Darwin OS-Installation im Gange. Dieser Vorgang kann einige Minuten dauern...
italian: Sto preparando il disco per l'installazione di OPENSTEP. Questo puo richiedere qualche minuto...
spanish: Preparando el disco para la instalacion de OPENSTEP. La operacion se prolongara durante unos minutos...

# INSTALLFAILED
source: No disks found. Installation can't continue.
french: Disques introuvables. L'installation ne peut continuer.
german: Keine Platten gefunden. Installation kann nicht fortgesetzt werden.
italian: Nessun disco trovato. Impossibile continuare l'installazione.
spanish: No se ha encontrado ningun disco. La instalacion no puede continuar.

# QUITTING
source: Quitting installation program. This may take a moment...
french: Sortie du programme d'installation. Cette operation prendra quelques instants...
german: Verlassen des Installationsprogramms. Dieser Vorgang kann eine Weile dauern...
italian: Sto terminando il programma di installazione. Un attimo di pazienza...
spanish: Saliendo del programa de instalacion. Espere unos instantes...

# DONE
source: The hard disk is ready to use as the startup disk to complete installing Darwin OS.
french: Le disque dur est pret a etre utilise comme disque de demarrage pour completer l'installation de Darwin OS.
german: Die Festplatte ist als Startplatte bereit, um die Installation von Darwin OS zu beenden.
italian: Adesso il disco fisso e pronto per essere usato come disco di avviamento per completare l'installazione di OPENSTEP.
spanish: El disco duro esta preparado para ser utilizado como disco de arranque para finalizar la instalacion de OPENSTEP.

# REMOVE_FLOPPY
source: Remove the disk from the floppy disk drive and then press Return.
french: Retirez la disquette du lecteur et appuyez sur Retour.
german: Nehmen Sie die Diskette aus dem Diskettenlaufwerk und druecken Sie die Return-Taste.
italian: Estrai il dischetto dall'unita disco flessibile e premi Invio.
spanish: Extraiga el disco de la unidad de disquete y luego pulse Intro.

# RESTART
source: Press Return to restart the computer.
french: Appuyez sur Retour pour redemarrer l'ordinateur.
german: Druecken Sie die Return-Taste, um den Computer neu zu starten.
italian: Premi Invio per riavviare il computer.
spanish: Pulse Intro para arrancar de nuevo el ordenador.

# RESTARTING
source: Restarting the computer. This may take a moment...
french: Redemarrage de l'ordinateur. Cette operation prendra quelques instants...
german: Der Computer wird neu gestartet. Dieser Vorgang kann eine Weile dauern...
italian: Riavvio del computer. Un attimo di pazienza...
spanish: Reinicializando el ordenador. Espere unos instantes...

# BOOT_DISK
source: The startup disk in this computer is:
french: Le disque de demarrage de cet ordinateur est :
german: Die Startplatte in diesem Computer ist:
italian: Il disco di avviamento in questo computer e:
spanish: El disco de arranque de este ordenador es:
